data/load_test_apocalipsis_013155.log
This is ApacheBench, Version 2.3 <$Revision: 1879490 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking localhost (be patient)


Server Software:        Apache/2.4.52
Server Hostname:        localhost
Server Port:            80

Document Path:          /
Document Length:        10429 bytes

Concurrency Level:      200
Time taken for tests:   13.002 seconds
Complete requests:      20000
Failed requests:        0
Total transferred:      214060000 bytes
HTML transferred:       208580000 bytes
Requests per second:    1538.17 [#/sec] (mean)
Time per request:       130.025 [ms] (mean)
Time per request:       0.650 [ms] (mean, across all concurrent requests)
Transfer rate:          16077.15 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    1   3.0      0      30
Processing:    15  128 120.0    103    1130
Waiting:        1   99  28.7     99     193
Total:         35  129 119.8    104    1131

Percentage of the requests served within a certain time (ms)
  50%    104
  66%    117
  75%    128
  80%    136
  90%    158
  95%    288
  98%    647
  99%    748
 100%   1131 (longest request)