data/load_test_apocalipsis_013217.log
This is ApacheBench, Version 2.3 <$Revision: 1879490 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking localhost (be patient)


Server Software:        Apache/2.4.52
Server Hostname:        localhost
Server Port:            80

Document Path:          /
Document Length:        10429 bytes

Concurrency Level:      200
Time taken for tests:   12.853 seconds
Complete requests:      20000
Failed requests:        0
Total transferred:      214060000 bytes
HTML transferred:       208580000 bytes
Requests per second:    1556.05 [#/sec] (mean)
Time per request:       128.530 [ms] (mean)
Time per request:       0.643 [ms] (mean, across all concurrent requests)
Transfer rate:          16264.11 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    3   7.1      0      62
Processing:    20  125 227.1     47    1263
Waiting:        0   45  12.1     43     133
Total:         25  128 227.4     49    1264

Percentage of the requests served within a certain time (ms)
  50%     49
  66%     56
  75%     62
  80%     68
  90%    498
  95%    744
  98%    904
  99%   1057
 100%   1264 (longest request)