data/load_test_apocalipsis_013928.log
This is ApacheBench, Version 2.3 <$Revision: 1879490 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking localhost (be patient)


Server Software:        Apache/2.4.52
Server Hostname:        localhost
Server Port:            80

Document Path:          /
Document Length:        10429 bytes

Concurrency Level:      200
Time taken for tests:   12.726 seconds
Complete requests:      20000
Failed requests:        0
Total transferred:      214060000 bytes
HTML transferred:       208580000 bytes
Requests per second:    1571.53 [#/sec] (mean)
Time per request:       127.264 [ms] (mean)
Time per request:       0.636 [ms] (mean, across all concurrent requests)
Transfer rate:          16425.90 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    1   3.0      0      26
Processing:    23  125 195.8     73    1331
Waiting:        1   68  23.2     67     145
Total:         26  127 195.7     74    1332

Percentage of the requests served within a certain time (ms)
  50%     74
  66%     85
  75%     92
  80%     98
  90%    128
  95%    606
  98%    911
  99%   1106
 100%   1332 (longest request)