data/load_test_apocalipsis_014218.log
This is ApacheBench, Version 2.3 <$Revision: 1879490 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking localhost (be patient)


Server Software:        Apache/2.4.52
Server Hostname:        localhost
Server Port:            80

Document Path:          /
Document Length:        10429 bytes

Concurrency Level:      200
Time taken for tests:   20.297 seconds
Complete requests:      20000
Failed requests:        0
Total transferred:      214060000 bytes
HTML transferred:       208580000 bytes
Requests per second:    985.37 [#/sec] (mean)
Time per request:       202.969 [ms] (mean)
Time per request:       1.015 [ms] (mean, across all concurrent requests)
Transfer rate:          10299.27 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    1   4.0      0      47
Processing:    29  201 261.0    157    2038
Waiting:        0  137  53.5    146     300
Total:         40  202 260.8    158    2041

Percentage of the requests served within a certain time (ms)
  50%    158
  66%    180
  75%    193
  80%    201
  90%    225
  95%    673
  98%   1372
  99%   1602
 100%   2041 (longest request)