data/load_test_apocalipsis_014746.log
This is ApacheBench, Version 2.3 <$Revision: 1879490 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking localhost (be patient)


Server Software:        Apache/2.4.52
Server Hostname:        localhost
Server Port:            80

Document Path:          /
Document Length:        10429 bytes

Concurrency Level:      200
Time taken for tests:   12.277 seconds
Complete requests:      20000
Failed requests:        0
Total transferred:      214060000 bytes
HTML transferred:       208580000 bytes
Requests per second:    1629.07 [#/sec] (mean)
Time per request:       122.769 [ms] (mean)
Time per request:       0.614 [ms] (mean, across all concurrent requests)
Transfer rate:          17027.32 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    2   4.2      0      31
Processing:    24  120 100.2    101    1165
Waiting:        1   96  24.7     96     194
Total:         42  122  99.8    102    1170

Percentage of the requests served within a certain time (ms)
  50%    102
  66%    112
  75%    120
  80%    126
  90%    144
  95%    219
  98%    529
  99%    657
 100%   1170 (longest request)