data/load_test_apocalipsis_014822.log
This is ApacheBench, Version 2.3 <$Revision: 1879490 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking localhost (be patient)


Server Software:        Apache/2.4.52
Server Hostname:        localhost
Server Port:            80

Document Path:          /
Document Length:        10429 bytes

Concurrency Level:      200
Time taken for tests:   12.574 seconds
Complete requests:      20000
Failed requests:        0
Total transferred:      214060000 bytes
HTML transferred:       208580000 bytes
Requests per second:    1590.58 [#/sec] (mean)
Time per request:       125.740 [ms] (mean)
Time per request:       0.629 [ms] (mean, across all concurrent requests)
Transfer rate:          16625.02 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    3   5.2      1      32
Processing:    23  122 209.6     52    1268
Waiting:        0   48  14.0     46     103
Total:         26  125 209.6     55    1272

Percentage of the requests served within a certain time (ms)
  50%     55
  66%     62
  75%     68
  80%     74
  90%    428
  95%    688
  98%    861
  99%   1010
 100%   1272 (longest request)