data/load_test_extrema_010149.log
This is ApacheBench, Version 2.3 <$Revision: 1879490 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking localhost (be patient)


Server Software:        Apache/2.4.52
Server Hostname:        localhost
Server Port:            80

Document Path:          /
Document Length:        10429 bytes

Concurrency Level:      50
Time taken for tests:   2.867 seconds
Complete requests:      5000
Failed requests:        0
Total transferred:      53515000 bytes
HTML transferred:       52145000 bytes
Requests per second:    1744.00 [#/sec] (mean)
Time per request:       28.670 [ms] (mean)
Time per request:       0.573 [ms] (mean, across all concurrent requests)
Transfer rate:          18228.58 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    0   0.6      0       5
Processing:     5   28   7.2     28      79
Waiting:        0   27   6.7     27      55
Total:          8   28   7.2     28      79

Percentage of the requests served within a certain time (ms)
  50%     28
  66%     31
  75%     32
  80%     33
  90%     37
  95%     41
  98%     46
  99%     53
 100%     79 (longest request)