data/load_test_extrema_010259.log
This is ApacheBench, Version 2.3 <$Revision: 1879490 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking localhost (be patient)


Server Software:        Apache/2.4.52
Server Hostname:        localhost
Server Port:            80

Document Path:          /
Document Length:        10429 bytes

Concurrency Level:      50
Time taken for tests:   3.105 seconds
Complete requests:      5000
Failed requests:        0
Total transferred:      53515000 bytes
HTML transferred:       52145000 bytes
Requests per second:    1610.26 [#/sec] (mean)
Time per request:       31.051 [ms] (mean)
Time per request:       0.621 [ms] (mean, across all concurrent requests)
Transfer rate:          16830.69 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    0   0.7      0       7
Processing:     7   30   7.5     29      72
Waiting:        1   29   6.5     28      51
Total:         12   31   7.4     30      73

Percentage of the requests served within a certain time (ms)
  50%     30
  66%     33
  75%     35
  80%     36
  90%     41
  95%     45
  98%     48
  99%     53
 100%     73 (longest request)